Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/hallitus_linjasi_puolivaliriihessa_saamelaisten_totuus-_ja_sovintoprosessin_ja_saamelaiskarajalain_rahoitustarpeista.html.tmx
Source language: fin
Languages: sms

source: Hallitus linjasi puoliväliriihessä saamelaisten totuus- ja sovintoprosessin ja saamelaiskäräjälain rahoitustarpeista
sms: Halltõs linnjii budjeʹttǩiõttʼtõõllmõõžž peäʹlrääʹjest säʹmmlai tuõttvuõtt- da suåvâdvuõttproseeʹss da sääʹmteʹǧǧlääʹjj teäggtemtaarbin

source: Suomen hallitus linjasi puoliväliriihessä, että on sitoutunut edistämään saamelaisten totuus- ja sovintoprosessia ja varautuu tämän edellyttämään rahoitustarpeeseen toukokuun 2021 lisätalousarvioesityksessä.
sms: Lääʹddjânnam halltõs linnjii budjeʹttǩiõttʼtõõllmõõžž peäʹlrääʹjest, što lij čõnnõõttâm õõuʹdeed säʹmmlai tuõttvuõtt- da suåvâdvuõttproseeʹss da vaʹrrjââtt tän kaiʹbbjem teäggtõstaʹrbbe vueʹssmannu 2021 lââʹsställõsarvvlõseʹtǩǩõõzzâst.

source: Lisäksi saamelaiskäräjälaki viedään ripeästi eteenpäin ja varaudutaan samassa yhteydessä tarkastelemaan Saamelaiskäräjien rahoitustasoa.
sms: Sääʹmteʹǧǧlääʹjj viiǥǥât še ǩiõrggânji õõudårra da vaʹrrjõõđât seämma õhttvuõđâst taʹrǩstõõllâd Sääʹmteeʹǧǧ teäggtemtääʹzz.

source: – Saamelaiskäräjien rahoituksen osalta on hyvä, että resursseja tarkastellaan saamelaiskäräjälain muutoksen yhteydessä.
sms: – Sääʹmteeʹǧǧ teäggtõõzz beäʹlnn lij šiõǥǥ, što resuursid taʹrǩstõõlât sääʹmteʹǧǧlääʹjj muttâz õhttvuõđâst.

source: Saamelaiskäräjät toimii jo nyt liian pienellä budjetilla, mikä taas vaikuttaa siihen, kuinka pystymme hoitamaan Saamelaiskäräjille määrättyjä lakisääteisiä tehtäviä, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sms: Sääʹmteʹǧǧ toiʹmmai juʹn ååʹn leigga uuʹcces budjeeʹttin, mii eʹpet vaaikat tõõzz, mõõn nalla pâʹsttep håiddad Sääʹmtegga meäʹrruum lääʹjjmeâldlaž tuâjaid, ceälkk Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso.

source: Saamelaisten totuus- ja sovintokomission työn on tarkoitus alkaa vuoden 2021 aikana.
sms: Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio tuâj lij mieʹrren äʹlǧǧed eeʹjj 2021 äiʹǧǧen.

source: Lapin sairaanhoitopiiri on laatinut esiselvityksen psykososiaalisen tuen tarpeesta komission työskentelyn aikana.
sms: Lappi puõccihåiddamvuʹvdd lij raajjâm õuddčiõlǥtõõzz psykososiaalʼlaž tuärj taarbâst komissio tuejjeem ääiʹj.

source: – Totuus- ja sovintoprosessin onnistuminen edellyttää, että toimintaan on varattu riittävät varat. Tämä tarkoittaa myös psykososiaalisen tuen asianmukaista resursointia.
sms: – Tuõttvuõtt- da suåvâdvuõttproseeʹss õõlǥat, što toiʹmmjummša lie vaʹrrjum riʹjttjeei väär. Tät miârkkšââvv še psykososiaalʼlaž tuärj vueʹǩǩsõs resurssâsttmõõžž.

source: Prosessi ei saa kaatua siihen, että se on aliresursoitu, painottaa Saamelaiskäräjien I varapuheenjohtaja Anni Koivisto.
sms: Proseʹss ij vuäǯǯ kåmmned tõõzz, što tõt lij vueʹll resurssõsttum, särnn Sääʹmteeʹǧǧ I väärrsaaǥǥjååʹđteei Anni Koivisto.

source: Saamelaiskäräjät esittänyt valtionavustuksen korotusta
sms: Sääʹmteʹǧǧ eʹtǩǩääm riikkveäʹǩǩvuõđ pââjõõzz

source: Saamelaiskäräjät on vuoden 2022 kehysehdotuksessa esittänyt korotusta yleiseen toimintaansa.
sms: Sääʹmteʹǧǧ lij eeʹjj 2022 raammeʹtǩǩõõzzâst eʹtǩǩääm pââjõõzz takai toimmjummšes.

source: Saamelaiskäräjien esittämä korotus on 1 024 100 euroa ja se kohdistuu hallinnon kehittämiseen, poliittisen ja sidosryhmätoiminnan vahvistamiseen, saamelaisten parlamentaarisen työn kehittämiseen, kansainvälisen toiminnan ja viestinnän kehittämiseen sekä Sámi Giellagáldun toiminnan vakinaistamiseen.
sms: Sääʹmteeʹǧǧ eʹtǩǩeem pââjõs lij 1 024 100 euʹrred da kuâskk vaaldâšm õõuʹdummuž, poliittlaž da čõnstõkjoukktoimmjummuž nâânummuž, säʹmmlai parlamentaarlaž tuâj õõuʹdummuž, meeraikõskksaž tååim da saaǥǥtummuž õõuʹdummuž di Sääʹm Ǩiõllkaʹlddi tååim põõššjen sättmõõžž.

source: – Saamelaiskäräjien työmäärään lisääntyminen on aiheuttanut jatkuvan resurssi- ja henkilöstövajeen, joka tulisi jo ratkaista.
sms: – Sääʹmteeʹǧǧ tuâjjmeäʹr lâssnummuš lij šõõddtam juätkkjeei resurss- da tuâjjlažkåʹddvääʹn, kååʹtt õõlǥči juʹn čåuʹdded.

source: Myös Sámi Giellagáldun toiminnan vakinaistaminen tulisi varmistaa, sanoo Juuso.
sms: Seämma Sääʹm Ǩiõllkaʹlddi toiʹmmjummuž sättmõš põõššjen õõlǥči ainsmâʹtted, ceälkk Juuso.

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso(at)samediggi.fi
sms: Tuomas Aslak Juuso Saaǥǥjååʹđteei 040 687 3394 tuomas.juuso(at)samediggi.fi

source: Anni Koivisto I varapuheenjohtaja 040 415 5969A anni.koivisto(at)samediggi.fi
sms: Anni Koivisto I väärrsaaǥǥjååʹđteei 040 415 5969 anni.koivisto(at)samediggi.fi

source: Linkit:
sms: Liiŋk:
